Repository: TimmyAmant/marquee
Catalog: mac/Marquee/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br

source: Your profile, how you sign in, and how Marquee looks on this device.
de: Dein Profil, wie du dich anmeldest und wie Marquee auf diesem Gerät aussieht.
es: Tu perfil, cómo inicias sesión y cómo se ve Marquee en este dispositivo.
fr: Votre profil, votre façon de vous connecter et l’apparence de Marquee sur cet appareil.
pt_br: Seu perfil, como você entra e como o Marquee aparece neste dispositivo.

source: Your request (%@) is %@
de: Deine Anfrage (%@): %@
es: Tu solicitud (%@): %@
fr: Votre demande (%@) : %@
pt_br: Seu pedido (%@): %@

source: Your request (%@) is approved
de: Deine Anfrage (%@) ist genehmigt
es: Tu solicitud (%@) está aprobada
fr: Votre demande (%@) est approuvée
pt_br: Seu pedido (%@) está aprovado

source: Your request (%@) is declined
de: Deine Anfrage (%@) wurde abgelehnt
es: Tu solicitud (%@) fue rechazada
fr: Votre demande (%@) a été refusée
pt_br: Seu pedido (%@) foi recusado

source: Your request (%@) is waiting for review
de: Deine Anfrage (%@) wartet auf Prüfung
es: Tu solicitud (%@) está pendiente de revisión
fr: Votre demande (%@) est en attente d’examen
pt_br: Seu pedido (%@) está aguardando análise

source: Your request is %@
de: Deine Anfrage: %@
es: Tu solicitud: %@
fr: Votre demande : %@
pt_br: Seu pedido: %@

source: Your request is approved
de: Deine Anfrage ist genehmigt
es: Tu solicitud está aprobada
fr: Votre demande est approuvée
pt_br: Seu pedido está aprovado

source: Your request is declined
de: Deine Anfrage wurde abgelehnt
es: Tu solicitud fue rechazada
fr: Votre demande a été refusée
pt_br: Seu pedido foi recusado

source: Your request is waiting for review
de: Deine Anfrage wartet auf Prüfung
es: Tu solicitud está pendiente de revisión
fr: Votre demande est en attente d’examen
pt_br: Seu pedido está aguardando análise

source: Your server can't reach its database right now, so signing in may fail.
de: Dein Server erreicht seine Datenbank gerade nicht, deshalb kann die Anmeldung fehlschlagen.
es: Tu servidor no puede acceder a su base de datos ahora mismo, así que el inicio de sesión podría fallar.
fr: Votre serveur ne peut pas joindre sa base de données pour le moment, la connexion risque donc d’échouer.
pt_br: Seu servidor não consegue acessar o banco de dados agora, então o login pode falhar.

source: Your server couldn't get anything back from TMDb. Check its internet connection or the TMDb credential in Settings → General, then reload (⌘R).
de: Dein Server hat von TMDb nichts zurückbekommen. Prüf seine Internetverbindung oder die TMDb-Zugangsdaten unter Einstellungen → Allgemein und lade dann neu (⌘R).
es: Tu servidor no obtuvo nada de TMDb. Comprueba su conexión a internet o la credencial de TMDb en Ajustes → General y vuelve a cargar (⌘R).
fr: Votre serveur n’a rien reçu de TMDb. Vérifiez sa connexion Internet ou l’identifiant TMDb dans Paramètres → Général, puis actualisez (⌘R).
pt_br: Seu servidor não recebeu nada do TMDb. Verifique a conexão com a internet dele ou a credencial do TMDb em Configurações → Geral e recarregue (⌘R).

source: Your server couldn't get anything back from TMDb. Check its internet connection or the TMDb credential in Settings → General, then try again.
de: Dein Server hat von TMDb nichts zurückbekommen. Prüf seine Internetverbindung oder die TMDb-Zugangsdaten unter Einstellungen → Allgemein und versuch es dann noch einmal.
es: Tu servidor no obtuvo nada de TMDb. Comprueba su conexión a internet o la credencial de TMDb en Ajustes → General e inténtalo de nuevo.
fr: Votre serveur n’a rien reçu de TMDb. Vérifiez sa connexion Internet ou l’identifiant TMDb dans Paramètres → Général, puis réessayez.
pt_br: Seu servidor não recebeu nada do TMDb. Verifique a conexão com a internet dele ou a credencial do TMDb em Configurações → Geral e tente de novo.

source: Your server didn't return a changelog.
de: Dein Server hat kein Änderungsprotokoll geliefert.
es: Tu servidor no devolvió ningún registro de cambios.
fr: Votre serveur n’a renvoyé aucun journal des modifications.
pt_br: Seu servidor não retornou um histórico de alterações.

source: Your server didn't return an error reference.
de: Dein Server hat keine Fehlerreferenz geliefert.
es: Tu servidor no devolvió ninguna referencia de errores.
fr: Votre serveur n’a renvoyé aucune référence des erreurs.
pt_br: Seu servidor não retornou uma referência de erros.

source: Your server is on %@; %@ is out. Update it by pulling the new Docker image (on Unraid: the Docker tab › Check for Updates, then apply the update).
de: Dein Server läuft mit %@; %@ ist erschienen. Aktualisiere ihn, indem du das neue Docker-Image ziehst (in Unraid: Tab „Docker“ › Check for Updates, dann das Update anwenden).
es: Tu servidor está en la %@; ya salió la %@. Actualízalo descargando la nueva imagen de Docker (en Unraid: pestaña Docker › Check for Updates y luego aplica la actualización).
fr: Votre serveur est en %@ ; la %@ est disponible. Mettez-le à jour en récupérant la nouvelle image Docker (sur Unraid : onglet Docker › Check for Updates, puis appliquez la mise à jour).
pt_br: Seu servidor está na %@; a %@ já saiu. Atualize baixando a nova imagem do Docker (no Unraid: aba Docker › Check for Updates e depois aplique a atualização).

source: Your server is up to date (Marquee %@).
de: Dein Server ist auf dem neuesten Stand (Marquee %@).
es: Tu servidor está al día (Marquee %@).
fr: Votre serveur est à jour (Marquee %@).
pt_br: Seu servidor está em dia (Marquee %@).

source: Your server listens for these so Radarr/Sonarr can tell it the moment something starts or finishes downloading. Paste them into Radarr/Sonarr → Settings → Connect → Add → Webhook (method POST, trigger on Grab + Download).
de: Dein Server lauscht auf diese URLs, damit Radarr/Sonarr ihm sofort melden, wenn ein Download startet oder fertig ist. Füge sie in Radarr/Sonarr unter Settings → Connect → Add → Webhook ein (Methode POST, auslösen bei Grab + Download).
es: Tu servidor escucha en estas URL para que Radarr/Sonarr le avisen en cuanto algo empiece o termine de descargarse. Pégalas en Radarr/Sonarr → Settings → Connect → Add → Webhook (método POST, activar en Grab + Download).
fr: Votre serveur écoute ces URL pour que Radarr/Sonarr le préviennent dès qu’un téléchargement commence ou se termine. Collez-les dans Radarr/Sonarr → Settings → Connect → Add → Webhook (méthode POST, déclenchement sur Grab + Download).
pt_br: Seu servidor escuta estas URLs para que o Radarr/Sonarr avise assim que algo começar ou terminar de baixar. Cole-as em Radarr/Sonarr → Settings → Connect → Add → Webhook (método POST, acionar em Grab + Download).

source: Your server needs an update
de: Dein Server braucht ein Update
es: Tu servidor necesita una actualización
fr: Votre serveur doit être mis à jour
pt_br: Seu servidor precisa de uma atualização

source: Your session has ended. Please sign in again.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es: Tu sesión ha terminado. Vuelve a iniciar sesión.
fr: Votre session a expiré. Reconnectez-vous.
pt_br: A sua sessão terminou. Entre de novo.

source: Your user key
de: Dein User Key
es: Tu clave de usuario
fr: Votre clé utilisateur
pt_br: Sua chave de usuário

source: Your user key is at the top of your pushover.net dashboard.
de: Deinen Benutzerschlüssel findest du oben in deinem pushover.net-Dashboard.
es: Tu clave de usuario está arriba del todo en tu panel de pushover.net.
fr: Votre clé utilisateur se trouve en haut de votre tableau de bord pushover.net.
pt_br: Sua chave de usuário fica no topo do seu painel do pushover.net.

source: an unknown host
de: ein unbekannter Host
es: un host desconocido
fr: un hôte inconnu
pt_br: um host desconhecido

source: approved %@
de: genehmigt am %@
es: aprobada el %@
fr: approuvée le %@
pt_br: aprovado em %@

source: as %@
de: als %@
es: como %@
fr: en tant que %@
pt_br: como %@

source: can't find for %@ (since %@)
de: seit %@ nicht gefunden (seit dem %@)
es: no se encuentra desde hace %@ (desde el %@)
fr: introuvable depuis %@ (depuis le %@)
pt_br: não encontrado há %@ (desde %@)

source: database offline
de: Datenbank offline
es: base de datos sin conexión
fr: base de données hors ligne
pt_br: banco de dados offline

source: days
de: Tage
es: días
fr: jours
pt_br: dias

source: e.g. A24
de: z. B. A24
es: p. ej., A24
fr: p. ex. A24
pt_br: ex.: A24

source: e.g. Comedy
de: z. B. Komödie
es: p. ej., Comedia
fr: p. ex. Comédie
pt_br: ex.: Comédia

source: e.g. HBO, or a TMDb network number
de: z. B. HBO oder eine TMDb-Sendernummer
es: p. ej., HBO, o un número de cadena de TMDb
fr: p. ex. HBO, ou un numéro de chaîne TMDb
pt_br: ex.: HBO, ou um número de emissora do TMDb

source: e.g. The audio drifts out of sync after about 20 minutes.
de: z. B. Der Ton läuft nach etwa 20 Minuten asynchron.
es: p. ej., El audio se desincroniza a los 20 minutos más o menos.
fr: p. ex. Le son se désynchronise au bout d’environ 20 minutes.
pt_br: ex.: O áudio sai de sincronia depois de uns 20 minutos.

source: e.g. anime, reality, horror
de: z. B. Anime, Reality, Horror
es: p. ej., anime, reality, terror
fr: p. ex. anime, téléréalité, horreur
pt_br: ex.: anime, reality, terror

source: e.g. anime, time travel
de: z. B. anime, time travel
es: p. ej., anime, time travel
fr: p. ex. anime, time travel
pt_br: ex.: anime, time travel

source: edited
de: bearbeitet
es: editado
fr: modifié
pt_br: editado

source: every
de: alle
es: cada
fr: tous les
pt_br: a cada

source: hours without a find
de: Stunden ohne Fund
es: horas sin encontrarse
fr: heures sans résultat
pt_br: horas sem ser encontrado

source: iOS is blocking Marquee from your home network. Turn it on in Settings, then try again.
de: iOS blockiert den Zugriff von Marquee auf dein Heimnetz. Schalte ihn in den Einstellungen ein und versuch es dann noch einmal.
es: iOS está bloqueando el acceso de Marquee a tu red doméstica. Actívalo en Ajustes e inténtalo de nuevo.
fr: iOS empêche Marquee d’accéder à votre réseau domestique. Activez-le dans Réglages, puis réessayez.
pt_br: O iOS está bloqueando o acesso do Marquee à sua rede doméstica. Ative nos Ajustes e tente de novo.

source: iOS will ask for permission first. Tap Allow so Marquee can reach your server.
de: iOS fragt zuerst nach deiner Erlaubnis. Tippe auf „Erlauben“, damit Marquee deinen Server erreichen kann.
es: iOS pedirá permiso primero. Toca Permitir para que Marquee pueda acceder a tu servidor.
fr: iOS vous demandera d’abord l’autorisation. Touchez Autoriser pour que Marquee puisse joindre votre serveur.
pt_br: O iOS vai pedir permissão primeiro. Toque em Permitir para o Marquee acessar seu servidor.

source: it has no Info.plist
de: es hat keine Info.plist
es: no tiene Info.plist
fr: il n’a pas d’Info.plist
pt_br: não tem Info.plist

source: it's a different app
de: es ist eine andere App
es: es otra app
fr: c’est une autre application
pt_br: é outro app

source: it's version %@, not %@
de: es ist Version %@, nicht %@
es: es la versión %@, no la %@
fr: c’est la version %@, pas la %@
pt_br: é a versão %@, não a %@

source: it's version unknown, not %@
de: Version unbekannt, nicht %@
es: su versión es desconocida, no la %@
fr: sa version est inconnue, pas la %@
pt_br: a versão é desconhecida, não a %@

source: its code signature doesn't check out
de: seine Codesignatur ist ungültig
es: su firma de código no es válida
fr: sa signature de code n’est pas valide
pt_br: a assinatura de código não confere

source: just now
de: gerade eben
es: ahora mismo
fr: à l’instant
pt_br: agora mesmo

source: last tried %@
de: zuletzt versucht: %@
es: último intento: %@
fr: dernière tentative : %@
pt_br: última tentativa: %@

source: macOS is blocking Marquee from your home network. Turn it on in System Settings, then try again.
de: macOS blockiert den Zugriff von Marquee auf dein Heimnetz. Schalte ihn in den Systemeinstellungen ein und versuch es dann noch einmal.
es: macOS está bloqueando el acceso de Marquee a tu red doméstica. Actívalo en Ajustes del Sistema e inténtalo de nuevo.
fr: macOS empêche Marquee d’accéder à votre réseau domestique. Activez-le dans Réglages Système, puis réessayez.
pt_br: O macOS está bloqueando o acesso do Marquee à sua rede doméstica. Ative nos Ajustes do Sistema e tente de novo.

source: macOS will ask for permission first. Click Allow so Marquee can reach your server.
de: macOS fragt zuerst nach deiner Erlaubnis. Klick auf „Erlauben“, damit Marquee deinen Server erreichen kann.
es: macOS pedirá permiso primero. Haz clic en Permitir para que Marquee pueda acceder a tu servidor.
fr: macOS vous demandera d’abord l’autorisation. Cliquez sur Autoriser pour que Marquee puisse joindre votre serveur.
pt_br: O macOS vai pedir permissão primeiro. Clique em Permitir para o Marquee acessar seu servidor.

source: not set up yet
de: noch nicht eingerichtet
es: sin configurar todavía
fr: pas encore configuré
pt_br: ainda não configurado

source: ntfy notifications
de: ntfy-Benachrichtigungen
es: Notificaciones de ntfy
fr: Notifications ntfy
pt_br: Notificações do ntfy

source: or
de: oder
es: o
fr: ou
pt_br: ou

source: the server returned an error (%lld).
de: der Server hat einen Fehler gemeldet (%lld).
es: el servidor devolvió un error (%lld).
fr: le serveur a renvoyé une erreur (%lld).
pt_br: o servidor retornou um erro (%lld).

source: there's no %@ in it
de: es enthält kein %@
es: no contiene %@
fr: il ne contient pas %@
pt_br: não contém %@

source: under an hour
de: weniger als einer Stunde
es: menos de una hora
fr: moins d’une heure
pt_br: menos de uma hora

source: v%@ Changelog
de: Änderungen in v%@
es: Cambios de la v%@
fr: Changements de la v%@
pt_br: Mudanças da v%@

source: v3 API key or v4 access token, from themoviedb.org/settings/api
de: API-Schlüssel (v3) oder Zugriffstoken (v4) von themoviedb.org/settings/api
es: Clave de API v3 o token de acceso v4, de themoviedb.org/settings/api
fr: Clé d’API v3 ou jeton d’accès v4, sur themoviedb.org/settings/api
pt_br: Chave de API v3 ou token de acesso v4, em themoviedb.org/settings/api

source: •••••••••••••••• (enter to replace)
de: •••••••••••••••• (zum Ersetzen eingeben)
es: •••••••••••••••• (escribe para reemplazar)
fr: •••••••••••••••• (saisir pour remplacer)
pt_br: •••••••••••••••• (digite para substituir)

source: •••••••••••••••• (leave blank to keep)
de: •••••••••••••••• (leer lassen zum Behalten)
es: •••••••••••••••• (déjalo vacío para mantenerlo)
fr: •••••••••••••••• (laisser vide pour conserver)
pt_br: •••••••••••••••• (deixe em branco para manter)

source: ← All results for “%@”
de: ← Alle Ergebnisse für „%@“
es: ← Todos los resultados para «%@»
fr: ← Tous les résultats pour « %@ »
pt_br: ← Todos os resultados para “%@”

source: ← Prev
de: ← Zurück
es: ← Anterior
fr: ← Précédent
pt_br: ← Anterior

source: ✓ Hiding titles you already track
de: ✓ Bereits verfolgte Titel ausgeblendet
es: ✓ Ocultando títulos que ya sigues
fr: ✓ Titres déjà suivis masqués
pt_br: ✓ Ocultando títulos que você já acompanha

source: 🎲 Surprise me
de: 🎲 Überrasch mich
es: 🎲 Sorpréndeme
fr: 🎲 Surprenez-moi
pt_br: 🎲 Me surpreenda

source: %lld genres
es: %lld géneros
pt_br: %lld gêneros

source: 4K Radarr (optional)
es: Radarr 4K (opcional)
fr: Radarr 4K (facultatif)
pt_br: Radarr 4K (opcional)

source: 4K Radarr webhook URL
es: URL de webhook de Radarr 4K
fr: URL de webhook Radarr 4K
pt_br: URL de webhook do Radarr 4K

source: 4K Sonarr (optional)
es: Sonarr 4K (opcional)
fr: Sonarr 4K (facultatif)
pt_br: Sonarr 4K (opcional)

source: 4K Sonarr webhook URL
es: URL de webhook de Sonarr 4K
fr: URL de webhook Sonarr 4K
pt_br: URL de webhook do Sonarr 4K

source: <name>
es: <nombre>
fr: <nom>
pt_br: <nome>

source: Admin
es: Administrador
fr: Administrateur
pt_br: Administrador

source: App Version
es: Versión de la app
fr: Version de l’app
pt_br: Versão do app

source: Bitrate
es: Tasa de bits
fr: Débit
pt_br: Taxa de bits

source: Bot token
es: Token del bot
fr: Jeton du bot
pt_br: Token do bot

source: Budget
es: Presupuesto
pt_br: Orçamento

source: Chat ID
es: ID del chat
fr: ID de la discussion
pt_br: ID do chat

source: Client ID
es: ID de cliente
fr: ID client
pt_br: ID do cliente

source: Codec
es: Códec

source: Container
es: Contenedor
fr: Conteneur
pt_br: Contêiner

source: Debug
es: Depuración
fr: Débogage
pt_br: Depuração

source: Discord webhook URL
es: URL del webhook de Discord
fr: URL du webhook Discord
pt_br: URL do webhook do Discord

source: Edition
es: Edición
fr: Édition
pt_br: Edição

source: Email
es: Correo

source: Genre
es: Género
pt_br: Gênero

source: Genres
es: Géneros
pt_br: Gêneros

source: Gotify server
es: Servidor de Gotify
fr: Serveur Gotify
pt_br: Servidor Gotify

source: IMDb ID (tt…)
es: ID de IMDb (tt…)
fr: ID IMDb (tt…)
pt_br: ID do IMDb (tt…)

source: In 4K
es: En 4K
fr: En 4K
pt_br: Em 4K

source: Layout
es: Diseño
fr: Disposition

source: Name
es: Nombre
fr: Nom
pt_br: Nome

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
pt_br: Nome (opcional)

source: OK
es: Aceptar

source: Port
es: Puerto
pt_br: Porta

source: Quick Connect code %@
es: Código de Quick Connect %@
fr: Code Quick Connect %@
pt_br: Código do Quick Connect %@

source: Radarr webhook URL
es: URL del webhook de Radarr
fr: URL du webhook Radarr
pt_br: URL do webhook do Radarr

source: SMTP server
es: Servidor SMTP
fr: Serveur SMTP
pt_br: Servidor SMTP

source: Scopes
es: Ámbitos (scopes)
fr: Portées (scopes)
pt_br: Escopos (scopes)

source: Server
es: Servidor
fr: Serveur
pt_br: Servidor

source: Server URL
es: URL del servidor
fr: URL du serveur
pt_br: URL do servidor

source: Server Version
es: Versión del servidor
fr: Version du serveur
pt_br: Versão do servidor

source: Single sign-on
es: Inicio de sesión único
fr: L’authentification unique
pt_br: Login único

source: Sonarr / Radarr webhooks
es: Webhooks de Sonarr / Radarr
fr: Webhooks Sonarr / Radarr
pt_br: Webhooks do Sonarr / Radarr

source: Sonarr webhook URL
es: URL del webhook de Sonarr
fr: URL du webhook Sonarr
pt_br: URL do webhook do Sonarr

source: Specials
es: Especiales
fr: Épisodes spéciaux
pt_br: Especiais

source: Standard
es: Estándar
pt_br: Padrão

source: Status
es: Estado
fr: Statut

source: Streaming region
es: Región de streaming
fr: Région de streaming
pt_br: Região de streaming

source: Studio
es: Estudio
pt_br: Estúdio

source: Studios
es: Estudios
pt_br: Estúdios

source: System
es: Sistema
fr: Système
pt_br: Sistema

source: TMDb ID
es: ID de TMDb
fr: ID TMDb
pt_br: ID do TMDb

source: TVDB ID
es: ID de TVDB
fr: ID TVDB
pt_br: ID do TVDB

source: Tags
es: Etiquetas
fr: Étiquettes

source: Topic
es: Tema
fr: Sujet
pt_br: Tópico

source: Topic URL
es: URL del tema
fr: URL du sujet
pt_br: URL do tópico

source: Trailer
es: Tráiler
fr: Bande-annonce

source: Trakt link
es: Enlace de Trakt
fr: Lien Trakt
pt_br: Link do Trakt

source: Updates
es: Actualizaciones
fr: Mises à jour
pt_br: Atualizações

source: Video
es: Vídeo
fr: Vidéo
pt_br: Vídeo

source: Webhook URL
es: URL del webhook
fr: URL du webhook
pt_br: URL do webhook

source: Website
es: Sitio web
fr: Site web
pt_br: Site

source: %@ B
fr: %@ o

source: %@ GB
fr: %@ Go

source: %@ KB
fr: %@ Ko

source: %@ MB
fr: %@ Mo

source: %@ TB
fr: %@ To

source: 0 B
fr: 0 o

source: Audio
pt_br: Áudio
